Repository: iury0393/CatGram
Catalog: CatGram/Utils/*.lproj/Localizable.strings
Languages: pt_br

# browse_bar
source: Browse
pt_br: Procurar

# upload_bar
source: Upload
pt_br: Envio

# profile_bar
source: Profile
pt_br: Perfil

# profile_view
source: My Profile
pt_br: Meu Perfil

# comment_placeholder
source: Add a comment here...
pt_br: Adicione um comentário aqui...

# comment_bar
source: Comments
pt_br: Comentários

# upload_camera
source: Take photo
pt_br: Use Câmera

# upload_library
source: Import photo
pt_br: Use álbum

# post_image_placeholder
source: Add your caption here...
pt_br: Adicione a legenda aqui...

# post_image_button
source: Post Picture!
pt_br: Poste a foto!

# settings_about_text
source: CatGram is the #1 app for posting pictures of your cat and sharing them across the world. We are a cat love community and we're happy to have you!
pt_br: CatGram é o aplicativo nº 1 para postar fotos do seu gato e compartilhá-las em todo o mundo. Somos uma comunidade de amor por gatos e estamos felizes em tê-lo!

# settings_profile_edit_description
source: You can edit your display name here. This will be seen by other users on your profile and on your posts!
pt_br: Você pode editar seu nome de exibição aqui. Isso será visto por outros usuários em seu perfil e em suas postagens!

# settings_profile_edit_name
source: Display name
pt_br: Apelido atual

# settings_profile_edit_placeholder
source: Your display name here...
pt_br: Escreva seu novo apelido aqui...

# settings_bio_edit_description
source: Your bio is a great place to let othes users know a little about you. It will be shown on your profile only
pt_br: Sua biografia é um ótimo lugar para que outros usuários saibam um pouco sobre você. Ele será exibido apenas no seu perfil

# settings_bio_edit_name
source: Profile Bio
pt_br: Biografia do perfil

# settings_bio_edit_placeholder
source: Your bio here...
pt_br: Sua biografia aqui...

# settings_image_edit_description
source: Your profile picture will be shown on your profile and on your posts. Most users make it an image of themselver or of their cat!
pt_br: Sua foto de perfil será mostrada em seu perfil e em suas postagens. A maioria dos usuários faz uma imagem deles mesmos ou de seu gato!

# settings_image_edit_name
source: Profile Picture
pt_br: Foto no perfil

# settings_sign_out
source: Sign out
pt_br: Sair

source: Error Sign Out.
pt_br: Error ao deslogar.

# settings_privacy
source: Privacy Policy
pt_br: Política de Privacidade

# settings_terms
source: Terms & Coditions
pt_br: Termos e Condições

# settings_site
source: CatGram's Website
pt_br: Site da CatGram

# settings_aplication
source: Application
pt_br: Aplicação

# settings_sign_off
source: CatGram was made with love. All Rights Reserved Iury Vasc. Copyright 2022 ❤️
pt_br: CatGram foi feito com amor. Todos os direitos reservados Iury Vasc. Direitos autorais 2022 ❤️

# settings_bar
source: Settings
pt_br: Definições

# settings_edit_text_button
source: Save
pt_br: Salvar

# settings_edit_image_button
source: Input
pt_br: Escolher foto

# sign_up_info
source: You're not signed in! 🙁
pt_br: Você não está conectado! 🙁

# sign_up_text
source: Click the button below to create an account and join the fun!
pt_br: Clique no botão abaixo para criar uma conta e se divertir!

# sign_up_button
source: Sign in / Sign up
pt_br: Entrar / Se Inscrever

# onboarding_welcome
source: Welcome to CatGram!
pt_br: Bem-vindo ao CatGram!

# onboarding_button
source: Sign in With Mail
pt_br: Iniciar sessão com E-mail

# onboarding_guest
source: Continue as guest
pt_br: Continuar como convidado

# onboarding_part2_title
source: What's your name?
pt_br: Qual o seu nome?

# onboarding_part2_placeholder
source: Add your name here...
pt_br: Adicione seu nome aqui...

# onboarding_part2_button
source: Finish: Add profile picture
pt_br: Termine: Adicione uma foto de perfil

# action_text
source: What would you like to do?
pt_br: O que você gostaria de fazeR?

# action_report
source: Report
pt_br: Denúnciar

# action_learn
source: Learn more...
pt_br: Saiba mais...

# action_report_question
source: Why are you reporting this post?
pt_br: Porque você está denunciando esse post?

# action_report1
source: This is inappropriate
pt_br: Isso é inapropriado

# action_report2
source: This is spam
pt_br: Isso é spam

# action_report3
source: It made me uncomfortable
pt_br: Me fez sentir desconforto

# share_post
source: Check out this post on CatGram!
pt_br: Veja esse post no CatGram!

# login_failed
source: Please check your credentials and try again.
pt_br: Verifique suas credenciais e tente novamente.

source: Login failed.
pt_br: Erro ao entrar.

source: Create Failed.
pt_br: Falha ao criar.

# create_failed
source: Failed to create a user.
pt_br: Falha ao criar o usuário.

source: Post Failed
pt_br: Falha no post

# post_failed
source: Error uploading the post
pt_br: Erro ao criar o post

source: Post Success
pt_br: Sucesso no Post

# post_success
source: Successfully uploading the post
pt_br: Criação do post feita com sucesso

# sign_in_mail_title
source: Your Email
pt_br: Seu Email

# sign_in_pass_title
source: Your Password
pt_br: Sua Senha

# sign_in_pass_placeholder
source: Password
pt_br: Senha

# sign_in_pass_button
source: Continue
pt_br: Continuar

# password_hint
source: Minimum 8 characters at least 1 letter and 1 number
pt_br: Mínimo de 8 caracteres pelo menos 1 letra e 1 número

# screen_warning
source: You must be logged in to see this screen.
pt_br: Você precisa estar logado para ver essa tela.
